{
    "government_type": [
        "Autocracy",
        "Corporatism",
        "Democracy",
        "Feudalism",
        "Hydraulic Despotism",
        "Military Dictatorship",
        "Monarchy",
        "Oligarchy",
        "Republic",
        "Technocracy",
        "Theocracy",
        "Tribalism"
    ],
    "colonization_reason": [
        "Castaways",
        "Corporate factory world",
        "Ethnic or national purity",
        "Excavation site",
        "Exiles",
        "Exotic genotype",
        "Homeworld overpopulation",
        "Invasion force",
        "Liaison outpost",
        "Mandate malcontents",
        "Military outpost",
        "Political libery",
        "Precious export",
        "Prison planet",
        "Refueling outpost",
        "Religious liberty",
        "Research outpost",
        "Rich natural resources",
        "Social liberty",
        "Trade hub"
    ],
    "evolution": {
        "oligarchy": [
            "Anarchy! The government collapses. On a 4+ on 1d6, it is replaced by a Tribalism centered around individual settlements or kinship groupings. On 3 or less, zealous revolutionaries are successful in entrenching their own ideals; roll randomly on the government type table.",
            "The government weathers the crisis without change.",
            "The oligarchs are ruthlessly subdued by the strongest among them, who rises to found a persistent Autocracy.",
            "The oligarchy calcifies until power and prestige become based on heredity, giving way to an eventual Monarchy of the foremost.",
            "The oligarchy begins to factionalize on the basis of popular support and economic interests, giving way to the multiple power blocs of Corporatism.",
            "The oligarchy fragments as the individual participants begin to refuse to cooperate, leading to a Feudalism among the survivors."
        ],
        "republic": [
            "Anarchy! The government collapses. On a 4+ on 1d6, it is replaced by a Tribalism centered around individual settlements or kinship groupings. On 3 or less, zealous revolutionaries are successful in entrenching their own ideals; roll randomly on the government type table.",
            "The government weathers the crisis without change.",
            "Republican government becomes hopelessly deadlocked, and the bureaucracy evolves into a self-perpetuating Technocratic elite that wields the real power.",
            "Republican corruption or the ambition of the military results in a coup, leading to a Military Dictatorship.",
            "Each respresentative gathers their own fief of supporters and resources, transforming government into a Feudal confederacy.",
            "Representatives become puppets for corporations or special interest groups, leading to Corporatism."
        ],
        "corporatism": [
            "Anarchy! The government collapses. On a 4+ on 1d6, it is replaced by a Tribalism centered around individual settlements or kinship groupings. On 3 or less, zealous revolutionaries are successful in entrenching their own ideals; roll randomly on the government type table.",
            "The government weathers the crisis without change.",
            "The corporate blocs crumble as old special interests and affiliation ties cease to have meaning. Their representatives are now elected in an effective Republic.",
            "The elite of the corporate bodies entrench themselves as bureaucrats and executives over the population, becoming a self-perpetuating Technocracy.",
            "The military evolves into its own corporate body, seizing control from the others to form a new Military Dictatorship.",
            "One corporate body gradually becomes preeminent, forming the basis of an ongoing Autocracy."
        ],
        "tribalism": [
            "The isolated, fractious groups fail to come together in some more complex governmental form.",
            "The tribes make a false start at some other form of government that persists briefly before the guiding leaders die or the bloc that formed them collapses; roll randomly on the government type table to see what this brief interlude was like.",
            "The tribes work out a wary confederation of representatives that strengthens into a Republic.",
            "Individual tribal groupings form the interest blocs and corporate entities that congeal into a Corporatist government.",
            "A charismatic conqueror binds the tribes together in a nascent Military Dictatorship.",
            "An inspired prophet brings a faith that spreads rapidly through the tribes, binding them together in ties of mutual belief that evolve into a Theocracy."
        ],
        "feudalism": [
            "Anarchy! The government collapses. On a 4+ on 1d6, it is replaced by a Tribalism centered around individual settlements or kinship groupings. On 3 or less, zealous revolutionaries are successful in entrenching their own ideals; roll randomly on the government type table.",
            "The government weathers the crisis without change.",
            "A leader from among the feudal families rises to preeminence, conferring legitimacy on his or her descendants in a new Monarchy.",
            "Ties of trade and exchange strengthen those feudal lords willing to cooperate over those who stand aloof, transforming them into a united Oligarchy.",
            "Savage struggling among the feudal rulers eventually gives way to an Autocrat with legitimacy resting purely on the military or economic strength of their own domain.",
            "Individual feudal lords prove too weak to suppress the commoners, while those who embrace the popular will gain the benefit of their enthusiastic support. Over time, these rulers are effectively chosen by the populace, forming the core of a new Republic."
        ],
        "monarchy": [
            "Anarchy! The government collapses. On a 4+ on 1d6, it is replaced by a Tribalism centered around individual settlements or kinship groupings. On 3 or less, zealous revolutionaries are successful in entrenching their own ideals; roll randomly on the government type table.",
            "The government weathers the crisis without change.",
            "Important relatives of the monarch begin to form their own personal power bases, fragmenting the government into Feudalism.",
            "The monarchy gradually cedes more and more power to representative councils and parliaments until the government is effectively a Republic.",
            "A usurpation or contested bloodline robs the monarchy of its hereditary legitimacy, leaving it to rule by force of arms as a Military Dictatorship.",
            "The monarch becomes so cloistered behind rite and custom that he or she loses control over the government, which becomes a bureaucractic Technocracy."
        ],
        "technocracy": [
            "Anarchy! The government collapses. On a 4+ on 1d6, it is replaced by a Tribalism centered around individual settlements or kinship groupings. On 3 or less, zealous revolutionaries are successful in entrenching their own ideals; roll randomly on the government type table.",
            "The government weathers the crisis without change.",
            "The technocracy gradually ceases to recruit outsiders, transforming into a closed Oligarchy.",
            "The expertise of the technocracy is slowly absorbed under a thick layer of ritual and obfuscation, transforming it into a Theocracy legitimated by faith.",
            "The technocrats methodically work to seize full control and technical domination of some resource vital to life on that world, transforming into a Hydraulic Despotism.",
            "The technocrats develop close ties with individual corporations or special interest groups, ties that eventually absorb them into a burgeoning Corporatist state."
        ],
        "military_dictatorship": [
            "Anarchy! The government collapses. On a 4+ on 1d6, it is replaced by a Tribalism centered around individual settlements or kinship groupings. On 3 or less, zealous revolutionaries are successful in entrenching their own ideals; roll randomly on the government type table.",
            "The government weathers the crisis without change.",
            "Long possession of military authority confers a mystique on the leader's bloodline, leading to a Monarchy.",
            "Dependent on the production of the civilian sector, the dictatorship gradually cedes so many rights to the civilians that the government gives way to a full Republic in which it is simply one faction.",
            "The military falls to ruthless infighting, gradually fragmenting into multiple Feudal warlords.",
            "The military leadership concerns itself with material wealth and commercial control, transforming into a group of Oligarchs."
        ],
        "theocracy": [
            "Anarchy! The government collapses. On a 4+ on 1d6, it is replaced by a Tribalism centered around individual settlements or kinship groupings. On 3 or less, zealous revolutionaries are successful in entrenching their own ideals; roll randomly on the government type table.",
            "The government weathers the crisis without change.",
            "The theocracy splinters into a Tribalism based around numerous local sects and hierarchies, which may or may not view each other kindly.",
            "The theocracy gradually loses its religious legitimacy, becoming an Autocracy based on military or economic might shaded by a patina of religion.",
            "Individual sects and congregations force the theocracy to divest itself of its autocratic power, becoming a Republic made up of representatives chosen by the different groups.",
            "The government gradually breaks up into multiple regional hierarchs, each of whom maintains Feudal rights over the surrounding faithful."
        ],
        "autocracy": [
            "Anarchy! The government collapses. On a 4+ on 1d6, it is replaced by a Tribalism centered around individual settlements or kinship groupings. On 3 or less, zealous revolutionaries are successful in entrenching their own ideals; roll randomly on the government type table.",
            "The government weathers the crisis without change.",
            "The autocrat is overthrown by a popular uprising that rapidly degenerates into a Military Dictatorship as the strongest remaining military force seizes control.",
            "The autocrat steps down out of conviction or weakness, resulting in a nascent Republic of opposition group leaders.",
            "The autocrat loses control of his underlings as the government fragments into a Feudal array of independent bureau chiefs or warlords.",
            "The autocrat seeks the legitimacy of religious support, but the government is consumed by the passions it provokes and becomes a Theocracy."
        ],
        "democracy": [
            "Anarchy! The government collapses. On a 4+ on 1d6, it is replaced by a Tribalism centered around individual settlements or kinship groupings. On 3 or less, zealous revolutionaries are successful in entrenching their own ideals; roll randomly on the government type table.",
            "The government weathers the crisis without change.",
            "The population becomes too unwieldy or dispersed to participate in direct democracy any more, and the government becomes a Republic.",
            "Special interest groups and economic classes harden their lines, transforming the democracy into a Corporatist government based on representatives of those groups.",
            "A charismatic demagogue forms the nucleus of an Autocracy that abolishes the relicts of democratic government.",
            "Passionate religious enthusiasm among the populace is responsible for the democracy's transformation into an eventual Theocracy."
        ],
        "hydraulic_despotism": [
            "Anarchy! The government collapses. On a 4+ on 1d6, it is replaced by a Tribalism centered around individual settlements or kinship groupings. On 3 or less, zealous revolutionaries are successful in entrenching their own ideals; roll randomly on the government type table.",
            "The government weathers the crisis without change.",
            "Control over the vital resource is fragmented, no longer in the hands of a single controlling body. Multiple sources of the good now exist, forming the basis of a new Feudalism.",
            "Control over the resource is lost, but the administrative and technical expertise of the former rulers situates them to become the Technocratic lords of the new government.",
            "The resource is now widely available, and each individual source demands its own say in government, forming the interest blocs of a new Corporatism.",
            "With the loss of control over the vital resource, power suddenly becomes localized in military strength, giving birth to a new Military Dictatorship by the strongest martial power."
        ]
    },
    "trait": [
        "Ambitious",
        "Animistic",
        "Ascetic",
        "Conformist",
        "Cosmopolitan",
        "Cruel",
        "Curious",
        "Envious",
        "Fractious",
        "Harmonious",
        "Hedonistic",
        "Honorable",
        "Individualistic",
        "Pacifistic",
        "Rational",
        "Resigned",
        "Self-confident",
        "Self-loathing",
        "Suspicious",
        "Warlike"
    ],
    "conflict": [
        "Bigotry",
        "Freedom",
        "Inequality",
        "Land",
        "Nationalism",
        "Privation",
        "Resentment",
        "Resources",
        "Schism",
        "War"
    ]
}
